export const donutChartData = {
  options: {
    labels: [
      "Храносмилателна система",
      "Кръв и кръвотворни органи",
      "Сърдечно-съдова система",
      "Дерматологични",
      "Пикочно-полова система",
      "Антиинфекциозни",
      "Имуноподопмагащи",
      "Нервна система",
    ],
  },
  series: [44, 55, 41, 17, 15],
  labels: ["A", "B", "C", "D", "E"],
};

export const lineChartData = {
  options: {
    chart: {
      id: "line-chart",
    },
    xaxis: {
      categories: [1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14],
    },
  },
  series: [
    {
      name: "series-1",
      data: [793, 750, 802, 1043, 945, 873, 1134],
    },
  ],
};
